INDEX_INSTITUTE = {
    1: "Институт агробиотехнологии",
    2: "Институт зоотехнии и биологии",
    3: "Институт садоводства и ландшафтной архитектуры",
    4: "Технологический институт",
    5: "Институт экономики и управления АПК",
    6: "Институт механики и энергетики имени В.П. Горячкина",
    7: "Институт мелиорации, водного хозяйства и строительства имени А.Н. Костякова",
}

INSTITUTE_INDEX = {v: k for k, v in INDEX_INSTITUTE.items()}

MONTHS = [
    "Январь",
    "Февраль",
    "Март",
    "Апрель",
    "Май",
    "Июнь",
    "Июль",
    "Август",
    "Сентябрь",
    "Октябрь",
    "Ноябрь",
    "Декабрь",
]
